Repository: Belkas/simoona
Catalog: src/api/Shrooms.Resources/Models/Vacations/Vacations.*.resx
Languages: lt_lt

# cannotDeputyYourself
source: Cannot assing deputy as yourself
lt_lt: Negalima saves pasirinkti kaip pavaduotojo

source: Deputy not found
lt_lt: Nerastas pavaduotojas

source: No deputy selected
lt_lt: Nepasirinktas pavaduotojas

# notAuthorized
source: You are not authorized to do this action
lt_lt: Jūs neturite leidimo atlikti šitą veiksmą

# noVacationFound
source: No selected vacation found
lt_lt: Nurodytos atostogos nerastos

# typeNotSelected
source: Vacation type is not selected
lt_lt: Nepasirinktas atostogų tipas

# vacationAlreadyExsists
source: You have another vacation set up at this time
lt_lt: Jūs jau turite atostogas pasirinktu laiku

# vacationInProgress
source: Cannot cancel vacation in progress
lt_lt: Negalite atšaukti atostogų kurios jau vyksta

source: Wrong vacation period
lt_lt: Blogai nurodytas atostogų periodas

# cancelVacationEmailSubject
source: Vacation cancelation
lt_lt: Atostogų atšaukimas

# cancelVacationEmailTemplate
source: <div> Hello, {0}, </br></br>Your <b>{1}</b> vacations from <b>{2}</b> to <b>{3}</b> has been canceled. </br></br>Have a good day.</div>
lt_lt: <div> Labas,{0}, </br></br>Jūsų <b>{1}</b> atostogos nuo <b>{2}</b> iki <b>{3}</b> buvo atšauktos.</br></br>Geros dienos.</div>

# youHaveAvailableDays
source: You have {0} available days
lt_lt: Jūs turite {0} atostogų dienų

source: Not enough data
lt_lt: Nepakankamai duoemnų

# wrongDeputyDateSelected
source: Pasirinktas blogas laiko intervalas {0} {1} pavaduotojui
lt_lt: Wrong time span selected for {0} {1}

# vacationTimeNotCovered
source: Vacation time is not fully covered by deputies
lt_lt: Atostogų laikas yra nepilnai padengtas pavaduotojais

# tooManyDeputiesAtTheSameTime
source: There can only be one deputy active at the same time
lt_lt: Vienu metu gali būti tik vienas aktyvus pavaduotojas
